<!DOCTYPE html>
<html>

<head>
  <meta charset="utf-8" />
  <link rel="shortcut icon" href="favicon.png" type="image/x-icon">
  <script type="application/ld+json">
{
  "@context": "https://schema.org",
  "@type": "LocalBusiness",
  "name": "Garus Consulting",
  "currenciesAccepted": "EUR",
  "priceRange": "$$$",
  "image": "https://garus.consulting/banner.jpg",
  "telephone": "+49 51770662",
  "email": "info@garus.consulting",
  "logo": "https://garus.consulting/favicon.png",
  "url": "https://garus.consulting",
  "member": [
    { "@type": "Person", "name": "Sandra Garus" },
    { "@type": "Person", "name": "Dieter Garus" }
  ],
  "address": {
    "@type": "PostalAddress",
    "streetAddress": "Enfieldstraße 85",
    "postalCode": "45966",
    "addressLocality": "Gladbeck",
    "addressRegion": "NRW",
    "addressCountry": "49"
  },
  "contactPoint": {
    "@type": "ContactPoint",
    "availableLanguage": "de",
    "email": "info@garus.consulting",
    "telephone": "+49 51770662",
    "contactType": "customer service"
  },
  "knowsAbout": {
    "@type": "Thing",
    "name": "Microsoft Excel"
  },
  "taxID": "359/5117/5379"
}
</script>
  <meta name="theme-color" content="#396F48" />
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link href="https://fonts.googleapis.com/css?family=Oswald|Roboto" rel="stylesheet">
  <link rel="stylesheet" type="text/css" media="screen" href="style/page.css" />
  <script src="adjust.js"></script>
  <title>
    Excel Webinar&nbsp;&ndash;&nbsp;Garus Consulting&nbsp;&ndash;&nbsp;Ihr
    Partner f&uuml;r mehr Effizienz durch Excel
  </title>
</head>

<body>
  <div class="header">
    <div class="width-limited-content">
      <a href="index.html" style="color: white; text-decoration: none;">
        <div class="header-title">Garus Consulting</div>
        <div class="header-subtitle">
          Ihr Partner f&uuml;r mehr Effizienz durch Excel
        </div>
      </a>
    </div>
  </div>
  <div class="content">
    <div class="width-limited-content">
      <h1><a id="1"></a>Excel-Grundlagen-Kurs im Online-Modus</h1>
      <h2>Zielgruppe</h2>
      <p>
        Excelinteressierte mit geringen Vorkenntnissen, die systematisch in einer festen Online-Gruppe die Grundlagen
        der Tabellenkalkulation erarbeiten wollen. Der Kurs bietet eine Kombination aus festen
        Online-Videokonferenzterminen, eigenverantwortlichen Lernphasen auf Basis der &Uuml;bungsaufgaben und des
        Skripts sowie individuellem Feedback.
      </p>
      <h2>Kursumfang</h2>
      <ul>
        <li>3 Webinare alle 14 Tage</li>
        <li>Lesen des geschickten Begleitmaterials sowie Bearbeitung der gestellten &Uuml;bungsaufgaben &ndash; Umfang
          ca. 120 &ndash; 140&thinsp;min, je nach Vorkenntnissen auch schneller</li>
        <li>Einreichen der &Uuml;bungsaufgaben bis sp&auml;testens 2 Tage vor dem n&auml;chsten Webinartermin</li>
      </ul>
      <b>Zeitaufwand f&uuml;r die Teilnahme:</b>
      Insgesamt ca. 10 Stunden<br>
      <ul>
        <li>3 Webinare alle 14 Tage</li>
        <li>je 4 Std. f&uuml;r die Webinare 1 und 2 inkl. Nachbereitung</li>
        <li>1 Std. f&uuml;r das Webinar 3</li>
        <li>ca. 1 Std. f&uuml;r Tests im Vorfeld, Downloads, weiteres Lesen, etc.</li>
      </ul>

      <h2>Kursdetails</h2>
      <p>
        Bei mehr als zwei Anmeldungen findet der Online-Kurs statt. Bei Interesse tragen Sie sich bitte in die <a
          href="https://forms.gle/UuZj4xWR5qfnshRK8" target="blank"><b>Reservierungsliste</b></a> ein.<br>
        <br>
      <h3>Webinartermine</h3>
      <ul>
        <li>Mo, 28.09.2020 18:00 &ndash; 18:30 (Vorabtermin Kommunikation)</li>
        <li>Di, 29.09.2020 18:00 &ndash; 19:40 (Webinar 1)</li>
        <li>Di, 13.10.2020 18:00 &ndash; 19:40 (Webinar 2)</li>
        <li>Di, 27.10.2020 18:00 &ndash; 19:00 (Webinar 3)</li>
      </ul>
      <h3>Teilnahmevoraussetzungen</h3>
      <ul>
        <li>Rechner mit Lautsprecher/Audioausgabe und m&ouml;glichst ein Mikrofon f&uuml;r R&uuml;ckmeldungen</li>
        <li>Webcam (gut, aber nicht zwingend erforderlich)</li>
        <li>Email-Adresse</li>
        <li>Google Chrome als Browser (andere Browser sind auch grunds&auml;tzlich m&ouml;glich) </li>
        <li>Microsoft Excel (andere Open-Source Tabellenkalkulationsprogramme sind mit evtl. Einschr&auml;nkungen
          m&ouml;glich)</li>
      </ul>
      <h3>Kursgeb&uuml;hr</h3>
      Die Geb&uuml;hr f&uuml;r den Online-Kurs inkl. Begleitmaterial betr&auml;gt 150 €.
      </p>
      <h2>Inhalte</h2>
      <p>
        Mit diesem Kurs sollen sich alle Personen angesprochen f&uuml;hlen, die <b>geringe Vorkenntnisse</b> in der
        Bedienung des Tabellenkalkulationsprogramms Excel besitzen.
      </p>
      <b>Webinar 1 (90 min)</b>
      <p>
        Im Webinar starten wir im <b>ersten Termin</b> mit praxisnahen Beispielen zur Formeleingabe, Summe-,
        Mittelwert-, Max-, Min- und
        Anzahl-Funktion, Schrift- und Zahlen-Formatierung sowie zur Nutzung des Pinsels.
      </p>
      <p>
        Dabei wird auch das Vorgehen erl&auml;utert, wie Aufz&auml;hlungen erzeugt werden, eine MwSt-Berechnung
        vorgenommen wird und was relative Bez&uuml;ge sind. Au&szlig;erdem werden einfache Zeit- und Datumsfunktionen
        angewandt, Kurztasten sowie die Verwendung der Schnellstartleiste erl&auml;utert. Nach Lesen der angegebenen
        Seiten des Begleitmaterials sollten alle Teilnehmer die &Uuml;bungsaufgaben f&uuml;r den zweiten Termin
        bew&auml;ltigen k&ouml;nnen.
      </p>
      <b>Webinar 2 (90 min)</b>
      <p>
        Weitere Funktionen (Mittelwert, Wenn, Summewenn, Z&auml;hlenwenn), der absolute Bezug sowie Prozentermittlungen,
        einfache Diagramme,
        Sortieren, Filtern und Fixieren sind Bestandteil des <b>zweiten Termins</b>. Bei diesem wird
        zuerst auf Fragen eingegangen, die bei der Bearbeitung der &Uuml;bungsaufgaben entstanden sind und es werden
        Aufgaben besprochen, die von Teilnehmern eingereicht wurden (diese sind im Vorfeld zu schicken und sollten
        ungef&auml;hr zu den Unterrichtsinhalten passen). Die bedingte Formatierung und G&uuml;ltigkeiten von Eingaben,
        Druck- und Seiteneinstellungen werden vorgestellt. Wiederum wird auf Seiten des Begleitmaterials verwiesen und
        es werden dazu &Uuml;bungsaufgaben gestellt.
      </p>
      <b>Webinar 3 (60 min)</b>
      <p>
        Beim <b>dritten Termin</b> geht es &ndash; nach der Besprechung der &Uuml;bungsaufgaben &ndash; um weitere
        Excel-Themen, offene Fragen und
        Feedback zum Kurs.
      </p>

      <h2>Organisatorisches</h2>
      <p>
        Einen Tag <b>vor dem ersten Termin</b> gibt es mit den Teilnehmern ein <b>erstes kurzes Online-Treffen</b>, um
        das <b>Videokonferenzsystem Jitsi Meet</b> kennenzulernen und zu testen. Im Vorfeld wird dazu eine Anleitung
        zur Benutzung der Software geschickt. Im &raquo;digitalen Vorabtreffen&laquo; wird Excel noch nicht verwendet.
        Die Teilnehmer sollen den Chat und die Video- btw. Audiofunktion ausprobieren und die Kommunikation per
        Videokonferenz testen. Sollte eine Komponente nicht funktionieren, kann ein Fehler noch behoben werden (anderer
        Rechner, R&uuml;cksprache, …) ohne Inhalte zu verpassen.
      </p>
      <p>
        Die ersten beiden Webinare werden nach ca. 45&thinsp;min f&uuml;r 10&thinsp;min unterbrochen, damit es nicht zu
        anstrengend wird. Jeder Teilnehmer hat so die M&ouml;glichkeit, sich kurz zu erholen. Das gesamte Webinar dauert
        also dadurch 100&thinsp;min.Da das dritte Webinar k&uuml;rzer ist, wird es ohne Pause durchgef&uuml;hrt.
      </p>
      <p>
        Jeder Teilnehmer erh&auml;lt bei Kursbeginn <b>Begleitmaterialien (Skripte)</b>, auf die f&uuml;r
        &Uuml;bungsaufgaben oder zum Lesen vorab btw. nachtr&auml;glich verwiesen wird. Die Begleitmaterialien sind im
        Schulungspreis enthalten. Zus&auml;tzliches Material z.&hairsp;B. in Form von Links zu Erkl&auml;rvideos wird
        fallweise zur Verf&uuml;gung gestellt.
      </p>
      <p>
        Am Kursende erh&auml;lt jeder Teilnehmer eine <b>Bescheinigung</b> &uuml;ber die Schulungsinhalte.
      </p>
      <p>
        Kann ein Teilnehmer nicht an einem der Webinar-Termine teilnehmen, erh&auml;lt er die entsprechenden
        Informationen in anderer elektronischer Form (PDF, Skript, Video, Aufnahme), sodass hierdurch trotzdem die
        &Uuml;bungsaufgaben erledigt werden k&ouml;nnen. Wichtig f&uuml;r den Lernerfolg ist das eigenst&auml;ndige
        Durchlesen der Begleitunterlagen und die h&auml;usliche Bearbeitung der &Uuml;bungsaufgaben zur Festigung des
        Stoffes. Ebenfalls k&ouml;nnen bei Problemen zu den Aufgaben Fragen gestellt werden.
      </p>
    </div>
  </div>
  <div class="contact">
    <a href="https://forms.gle/UuZj4xWR5qfnshRK8" target="blank">Reservierungsliste</a>
  </div>
  <div class="contact">
    <a href="mailto:info@garus.consulting">Unverbindlich Kontakt aufnehmen</a>
  </div>
  <div class="footer">
    <div class="width-limited-content">
      <div id="footer" style="display:flex;">
        <div class="footer-left">
          <p>
            <b>Dr. Sandra Garus & Dr. Dieter Garus</b><br />
            Enfieldstra&szlig;e 85<br />
            45966 Gladbeck
          </p>
          <p style="margin-top: 8px;">
            Telefon: +49 15755 515566<br />
            E-Mail: <a href="mailto:info@garus.consulting">info@garus.consulting</a>
          </p>
        </div>
        <div class="footer-right">
          <p>&copy; 2019 Dr. Sandra Garus</p>
          <p>
            Website made by Marcel Garus<br />
            rev 2019.03.12
          </p>
          <p>
            <a href="impressum.html" style="text-decoration: underline;">
              Impressum
            </a>
            <br />
            <a href="privacy_policy.html" style="text-decoration: underline;">
              Datenschutzerkl&auml;rung
            </a>
          </p>
        </div>
      </div>
    </div>
  </div>
</body>

</html>